#1)შექმენი ცვლადი სადაც მომხმარებელს შემოატანინებთ რაიმე რიცხვს

##შეამოწმე-->

#თუ შემოყვანილი ასაკი მეტოა 60 ზე მაშინ შეამოწმე შიგნით -->
#    თუ შემოყვანილი სახელი არის --> "kote"  მაშინ დაუპრინტე --> შენი სახელია კოტე და ხარ მოხუცი
#    სხვა შემთხვევაში დაუპრინტე --> შენი სახელი არ არის კოტე მაგრამ ხარ მოხუცი

#თუ ასაკი ნაკლებია 60 ზე მაშინ შეამოწმე შიგნით -->
#    თუ შემოყვანილი სახელი --> "kote" მაშინ დაუპრინტე --> შენი სახელი არის კოტე მაგრამ შენ ხარ ახალგაზრდა:
#    სხვა შემთხვევაში დაუპრინტე --> შენი სახელი არ არის კოტე მაგრამ ხალ ახალგაზრდა



age=62

name="kote"

if age >= 60:
    if name=="kote":
        print("შენი სახელია კოტე და ხარ მოხუცი")
    else:
        print("შენი სახელი არის კოტე მაგრამ შენ ხარ ახალგაზრდა")
elif age <= 60:
    if name=="kote":
        print("მაშინ დაუპრინტე შენი სახელი არის კოტე მაგრამ შენ ხარ ახალგაზრდა")
    else:
        print("შენი სახელი არ არის კოტე მაგრამ ხალ ახალგაზრდა")