#1)მომხმარებელს შემოატანინეთ რიცხვი,შემდეგ შეამოწმეთ -->

# ----თუ მომხმარებლის მიერ შემოტანილი რიცხვი არის მეტი 90 ზე დააუპრინტე-->"მაღალი ქულა მიიღე"

# ----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 50 ზე მეტი დაუპრინტე --> "საშვალო ქულა მიიღე:

# ----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 30 ზე მეტი დაუპრინტე --> "დაბალი ქულა მიიღე:

# ----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 10 ზე მეტი დაუპრინტე --> "ჩაიჭერი":

# ----სხვა დამარჩენ შემთხვევაში დაუპრინტე --> "მეორედ აქ აღარ მოხვიდე"


number=int(input("enter number:"))



if number>90:
    print("magali qulaaa")
elif number>50:
    print("sahvalo qulaa")
elif number>30:
    print("dabali qulaa")
elif number>10:
    print("chaiweri")
else:
    print("aq agar moxvide")

 